[Cues]
Act_E2_5A_PrinOffice_AfterMajorChoice_Max_010 = "Kepalaku membunuh saya, tapi saya pikir saya bisa menggunakan kekuatan saya lagi."
Act_E2_5A_PrinOffice_CHMax_VoiceOver01_Max_010 = "Semakin cepat aku menandatangani kertas omong kosong ini, semakin cepat aku bisa keluar dari sini."
Act_E2_5A_PrinOffice_CHMax_VoiceOver01_Max_020 = "Cukup masuk ini dan Anda selesai dengan episode" Law & Order. ""
Act_E2_5A_PrinOffice_CHMax_VoiceOver01_Max_030 = "Anyday sekarang, Max. Ini sangat bagus untuk nongkrong di kantor ini."
Cue_E2_5A_PrinOffice_Insertion_David_090 = "Ya." Pahlawan nyata. ""
Cue_E2_5A_PrinOffice_Insertion_Jefferson_080 = "Dia sederhana. Seperti pahlawan sejati."
Cue_E2_5A_PrinOffice_Insertion_Max_070 = "Saya tidak melakukan banyak ..."
Cue_E2_5A_PrinOffice_Insertion_Principal_010 = "Saya tahu ini tidak menyenangkan bagi kita, tapi kita harus pergi atas apa yang terjadi |. Sebelum Nona Marsh ... sebelum dia melakukan apa yang dia lakukan"
Cue_E2_5A_PrinOffice_Insertion_Principal_020 = "Petugas Berry akan mengambil catatan untuk penyelidikan resmi polisi. Saya yakin Anda akan memberinya kerjasama penuh."
Cue_E2_5A_PrinOffice_Insertion_Principal_030 = "tragedi seperti itu ... Tapi harus ada alasan untuk semuanya."
Cue_E2_5A_PrinOffice_Insertion_Principal_040 = "Kita perlu mencari tahu mengapa Kate Marsh akan didorong untuk bertindak nekat seperti itu."
Cue_E2_5A_PrinOffice_Insertion_Principal_050 = "Sekarang, saya tahu hari ini adalah sulit bagi semua orang, tapi aku sangat bangga dengan cara Blackwell ditarik bersama-sama untuk menyelamatkan kehidupan seorang gadis muda."
Cue_E2_5A_PrinOffice_Insertion_Principal_060 = "Tentu saja, Anda cukup pahlawan untuk mendapatkan Kate turun, Max."
Cue_E2_5A_PrinOffice_Insertion_Principal_100 = "Sebagai kepala dari Blackwell Academy, saya mengambil tugas saya serius. Saya mengambil kesejahteraan setiap siswa lebih serius. Apa yang terjadi hari ini seharusnya tidak pernah terjadi di aula kebijaksanaan dan pengetahuan."
Cue_E2_5A_PrinOffice_Insertion_Principal_110 = "Mr. Madsen, sebagai kepala kami keamanan di sini, pintu-pintu atap harus selalu dikunci. Itu prosedur operasi standar saja. Mereka tidak. Dan itu memang tanggung jawab Anda."
Cue_E2_5A_PrinOffice_Insertion_Principal_120 = "Mr Jefferson, aku tahu kau tidak dapat diharapkan untuk mengetahui apa yang akan siswa Anda melalui, tapi Kate telah membantu Anda dalam kelas, sehingga Anda harus tahu sesuatu yang tidak beres."
Cue_E2_5A_PrinOffice_Insertion_Principal_130 = "Mr Prescott, karena Anda bertanggung jawab untuk pihak Vortex Klub ... Dan karena Nona Marsh melakukan menghadiri pesta terakhir Anda, Anda harus menjawab beberapa lebih & nbsp;.. Pertanyaan"
Cue_E2_5A_PrinOffice_Insertion_Principal_140 = "Miss Caulfield, mengapa sebenarnya yang Anda di atap dengan Kate Marsh? Apakah dia memberitahu Anda rencananya? Atau apa-apa? Silakan, menjelaskan semuanya."
Cue_E2_5A_PrinOffice_MaxChoice01_David_020 = "Oh, tumbuh ..."
Cue_E2_5A_PrinOffice_MaxChoice01_David_040 = "Anda tidak tahu apa yang Anda lihat. Kate Marsh terlibat dengan kerumunan buruk. Saya mencoba untuk mencari tahu siapa ..."
Cue_E2_5A_PrinOffice_MaxChoice01_David_070 = "Anda berbohong kecil ..."
Cue_E2_5A_PrinOffice_MaxChoice01_David_080 = "Apakah Anda akan mengambil kata-kata ini junkie atas petugas keamanan Anda? Aku tahu dia merokok dan penawaran ... ganja."
Cue_E2_5A_PrinOffice_MaxChoice01_David_120 = "Apakah Anda akan mengambil kata-kata ini pengacau atas petugas keamanan Anda?"
Cue_E2_5A_PrinOffice_MaxChoice01_David_160 = "Itu bukan-bukan bukti."
Cue_E2_5A_PrinOffice_MaxChoice01_David_230 = "Apakah Anda fucking kidding me? Ini omong kosong besar! Aku memimpin pasukan ke medan perang dan Anda membiarkan punk ini memimpin Anda?"
Cue_E2_5A_PrinOffice_MaxChoice01_Jefferson_250 = "Permisi, saya pikir Max dan Nathan perlu istirahat sebelum kita panggangan mereka lebih lanjut."
Cue_E2_5A_PrinOffice_MaxChoice01_Jefferson_260 = "Seorang teman dan sesama mahasiswa sudah mati ... Mereka tidak perlu forum ini sekarang."
Cue_E2_5A_PrinOffice_MaxChoice01_Jefferson_270 = "Seorang teman dan siswa hanya mencoba bunuh diri ... Mereka tidak perlu forum ini sekarang."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_010 = "Mr. Madsen bullying Kate."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_030 = "Permisi, aku ada di sana! Aku melihatmu masuk wajahnya!"
Cue_E2_5A_PrinOffice_MaxChoice01_Max_060 = "Tidak, Anda adalah bagian dari kerumunan. Dan seperti saya katakan, saya pribadi melihat David fisik melecehkan Kate Marsh."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_090 = "Apa? Itu tidak ada hubungannya dengan Kate!"
Cue_E2_5A_PrinOffice_MaxChoice01_Max_130 = "Dan ia harus mengambil firman seseorang yang melecehkan siswa?"
Cue_E2_5A_PrinOffice_MaxChoice01_Max_150 = "Kecuali saya punya bukti."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_155 = "Berikut adalah foto saya mengambil dari David dan Kate kemarin."
Cue_E2_5A_PrinOffice_MaxChoice01_Max_180 = "Kami belum berbicara tentang apa yang ada di file Anda belum ..."
Cue_E2_5A_PrinOffice_MaxChoice01_Nathan_050 = "Kate memiliki kehidupan ganda. Aku super terkejut ketika saya menemukan ..."
Cue_E2_5A_PrinOffice_MaxChoice01_Nathan_280 = "Ya, aku agak hancur sekarang. Aku ingin bersama keluarga saya."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_100 = "Max, palsu menuduh orang lain tampaknya menjadi kebiasaan dengan Anda ... Saya percaya petugas keamanan saya."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_110 = "Aku harus menyelidiki untuk melihat apakah tuduhan ini benar."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_115 = "Oleh karena itu Max, aku berkewajiban untuk menghubungi orang tua Anda dan menangguhkan Anda selama beberapa hari."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_140 = "Max, aku takut ini tidak akan diselesaikan di sini tanpa bukti dan investigasi menyeluruh. Sekarang, jika Anda memiliki apa-apa lagi untuk mengatakan ..."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_170 = "Tunggu, ini bukan ruang sidang. Tapi aku merasa itu akan menjadi kepentingan terbaik dari Blackwell dan situasi ini untuk menempatkan Anda pada cuti sementara ..."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_190 = "Kami akan melanjutkan pembicaraan ini nanti."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_200 = "Mudah-mudahan dengan Nona Marsh ketika dia keluar dari rumah sakit."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_210 = "Kami akan melanjutkan pembicaraan ini nanti."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_220 = "Ketika polisi menyelesaikan penyelidikan mereka sendiri."
Cue_E2_5A_PrinOffice_MaxChoice01_Principal_240 = "Tidak. Saya minta maaf, David ..."
Cue_E2_5A_PrinOffice_MaxChoice02_David_020 = "Termasuk saya."
Cue_E2_5A_PrinOffice_MaxChoice02_David_080 = "Anda tidak bisa. Dia ini merokok dan menjual ganja, tidak menyelamatkan nyawa!"
Cue_E2_5A_PrinOffice_MaxChoice02_David_110 = "Anda tidak bisa. Dia pecundang."
Cue_E2_5A_PrinOffice_MaxChoice02_Max_001 = "Yang saya tahu adalah bahwa Kate adalah di sebuah pesta dan Nathan tertutup nya. Dia mendapat terbuang dan mencium beberapa anak laki-laki pada video virus tanpa petunjuk."
Cue_E2_5A_PrinOffice_MaxChoice02_Max_003 = "Kau pembohong. Kau bilang Kate Anda membawanya ke ruang gawat darurat!"
Cue_E2_5A_PrinOffice_MaxChoice02_Max_005 = "Omong kosong! Sesuatu terjadi padanya, dan kau tahu itu. Bagaimana kalau kita berbicara tentang Anda melambaikan senjata di kamar mandi-gadis '"
Cue_E2_5A_PrinOffice_MaxChoice02_Max_060 = "Aku takut kemarin, tapi aku harus mengatakan yang sebenarnya."
Cue_E2_5A_PrinOffice_MaxChoice02_Max_090 = "Tidak, aku tidak dan yang tidak ada hubungannya dengan Kate Marsh!"
Cue_E2_5A_PrinOffice_MaxChoice02_Max_120 = "Hanya pecundang memukul perempuan."
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_002 = "Saya tertutup nya? Tanpa petunjuk? Apakah Anda melihat video? Apapun. Kate dimuat dan bermain-medan"
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_004 = "Aku bilang aku akan membawanya ke UGD. Dia mabuk akhirnya."
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_006 = "Hei, itu jumlah fitnah saya bisa menuntut Anda dan sekolah ini begitu cepat |! ... Saya sudah memiliki pengacara pribadi."
Cue_E2_5A_PrinOffice_MaxChoice02_Nathan_040 = "Apa pun. Sampai jumpa di pengadilan."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_010 = "Hati-hati, Mr. Prescott. Saya telah diberitahu tentang insiden gun dugaan ini. Dan saya harus mengakui bahwa video yang dimaksud telah dikirim kepada saya oleh beberapa sumber."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_030 = "Dan karena Mr Prescott tidak ditampilkan secara jelas di video dan bertanggung jawab untuk pesta, saya tidak punya pilihan selain untuk menangguhkan dia sampai pemberitahuan lebih lanjut."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_050 = "Tunggu, Max. Anda mengatakan kepada saya bahwa tidak ada yang terjadi kemarin. Apakah Anda hanya membuat hal-hal? Bagaimana saya bisa mempercayai Anda?"
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_070 = "Saya mengerti itu."
Cue_E2_5A_PrinOffice_MaxChoice02_Principal_100 = "Silakan, semua orang tenang."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_030 = "Kate ... Nona Marsh ... telah sangat ditarik akhir-akhir ini. Dan saya menganggap video yang mengerikan ini adalah penyebabnya. Aku benci melihat siswa menertawakan dirinya."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_040 = "Dia mengatakan kepada saya Max adalah satu-satunya yang percaya padanya, akan mengambil teleponnya dan benar-benar mendengarkan dia."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_050 = "Dia marah Nona Caulfield tidak kembali panggilan nya. Dia merasa ditolak oleh sekolah ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_080 = "Tidak, sebaliknya. Max adalah hak untuk membawa ini. Sekarang, saya ingin membantu, tapi saya kira saya sudah terlambat ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_100 = "Apakah Anda serius?"
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_120 = "Saya mengerti. Ada hal-hal yang lebih besar dipertaruhkan dari saya. Kehidupan seorang gadis muda untuk satu ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Jefferson_130 = "Mungkin Anda harus menyelidiki anggota staf lain? Max mengatakan kepada saya dia tahu hal tentang Mr. Madsen ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Max_010 = "Saya melihat Pak Jefferson berbicara dengan Kate tepat sebelum kelas kami ... kemudian dia lari menangis ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Max_070 = "Anda ass. Dia tidak meminta semua ini ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Nathan_060 = "Dia seharusnya tidak diminta untuk berada di video yang macking dengan beberapa dudes ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_020 = "Mark, aku tahu bahwa Miss Marsh telah membantu Anda pada peristiwa kelas."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_090 = "Nah sekarang, ini bermasalah. Publisitas yang meningkat dan mungkin ... Anda tidak harus mewakili Blackwell di" Everyday Heroes "kontes di San Francisco ..."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_110 = "Saya. Kami tidak membutuhkan pers negatif tentang peristiwa itu. Dan kita perlu melibatkan Academy dalam langkah-langkah disiplin mungkin bagi Anda."
Cue_E2_5A_PrinOffice_MaxChoice03_Principal_140 = "Biarkan Max berbicara untuk dirinya sendiri. Segala sesuatu yang kita bicarakan di sini akan melihat ke dalam."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_010 = "Baiklah, Miss Caulfield, masuk sini untuk mengkonfirmasi apa yang telah Anda kepada kami. Aku akan melanjutkan penyelidikan ini dari sana."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_030 = "Well, saya pikir kita tahu kurang sekarang daripada ketika kita mulai. Kami akan membantu polisi dalam penyelidikan lebih lanjut."
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_040 = "Sampai saat ini, saya membatalkan pesta Vortex Club. Aku tahu siswa telah bekerja keras pada ini, tapi ... kami memiliki orang tua yang bersangkutan menelepon setiap menit. Kami akan mengambil risiko sampai masalah ini telah sepenuhnya diperiksa . "
Cue_E2_5A_PrinOffice_PrinSoloEnd_Principal_050 = "Saya tahu ini telah menjadi hari yang menegangkan ... Aku berharap aku punya kekuatan untuk mengubah itu semua menjadi lebih baik ... jadi terima kasih, untuk datang."